[
    {
        "id": 1,
        "quote": "Nothing in this world can take the place of persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. Persistence and determination alone are omnipotent."
    },
    {
        "id": 2,
        "quote": "The great liability of the engineer compared to men of other professions is that his works are out in the open where all can see them. His acts, step by step, are in hard substance. He cannot bury his mistakes in the grave like the doctors. He cannot argue them into thin air or blame the judge like the lawyers."
    },
    {
        "id": 3,
        "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity."
    },
    {
        "id": 4,
        "quote": "The day is not far distant when three Stars and Stripes at three equidistant points will mark our territory: one at the North Pole, another at the Panama Canal, and the third at the South Pole. The whole hemisphere will be ours in fact as, by virtue of our superiority of race, it already is ours morally."
    },
    {
        "id": 5,
        "quote": "We, the People, recognize that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense."
    },
    {
        "id": 6,
        "quote": "My own personal popularity can have no influence over me when the dictates of my best judgment and the obligations of an oath require of me a particular course. Under such circumstances, whether I sink or swim on the tide of popular favor is, to me, a matter of inferior consideration."
    },
    {
        "id": 7,
        "quote": "It turns out that advancing equal opportunity and economic empowerment is both morally right and good economics, because discrimination, poverty and ignorance restrict growth, while investments in education, infrastructure and scientific and technological research increase it, creating more good jobs and new wealth for all of us."
    },
    {
        "id": 8,
        "quote": "As American freemen, we cannot but sympathize in all efforts to extend the blessings of civil and political liberty, but at the same time, we are warned by the admonitions of history and the voice of our own beloved Washington to abstain from entangling alliances with foreign nations."
    },
    {
        "id": 9,
        "quote": "A crowd of persons came in as soon as my office was opened. Among them were several ladies who called to pay their respects. None who called had any business of more importance than an ardent desire to serve their country, provided they could be appointed to a good office. As I has none of these to dispose of, they were, of course, disappointed."
    },
    {
        "id": 10,
        "quote": "Now I think, speaking roughly, by leadership we mean the art of getting someone else to do something that you want done because he wants to do it, not because your position of power can compel him to do it, or your position of authority. A commander of a regiment is not necessarily a leader. He has all of the appurtenances of power given by a set of Army regulations by which he can compel unified action."
    },
    {
        "id": 11,
        "quote": "There are men and women who make the world better just by being the kind of people they are. They have the gift of kindness or courage or loyalty or integrity. It really matters very little whether they are behind the wheel of a truck or running a business or bringing up a family. They teach the truth by living it."
    },
    {
        "id": 12,
        "quote": "The appointing power vested in the president imposes delicate and onerous duties. So far as it is possible to be informed, I shall make honesty, capacity, and fidelity indispensable prerequisites to the disposal of office, and the absence of either of these qualities shall be deemed sufficient cause for removal."
    },
    {
        "id": 13,
        "quote": "When I was president, I announced and I still maintain that I can live with Roe v. Wade. I did everything I possibly could as president under that ruling, which I don't think ought to be changed, to minimize the need for abortions. I think every abortion is a result of a horrible series of errors on the part of people involved."
    },
    {
        "id": 14,
        "quote": "I am proud to have been born in Iowa. Through the eyes of a ten-year-old boy, it was a place of adventure and daily discoveries - the wonder of the growing crops, the excitements of the harvest, the journeys to the woods for nuts and hunting, the joys of snowy winters, the comfort of the family fireside, of good food and tender care."
    },
    {
        "id": 15,
        "quote": "Now, as a nation, we don't promise equal outcomes, but we were founded on the idea everybody should have an equal opportunity to succeed. No matter who you are, what you look like, where you come from, you can make it. That's an essential promise of America. Where you start should not determine where you end up."
    },
    {
        "id": 16,
        "quote": "No person can be more deeply sensible than myself of the danger of entangling alliances with any foreign nation. That we should avoid such alliances has become a maxim of our policy consecrated by the most venerated names which adorn our history and sanctioned by the unanimous voice of the American people."
    },
    {
        "id": 17,
        "quote": "I suffer the mortification of seeing myself attacked right and left by people at home professing patriotism and love of country who never heard the whistle of a hostile bullet. I pity them and the nation dependent on such for its existence. I am thankful, however that, though such people make a great noise, the masses are not like them."
    },
    {
        "id": 18,
        "quote": "In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you're a moderate on abortion, if you're a moderate on gun control, or if you're a moderate in your religious faith - it doesn't evolve into a crusade where you're either right or wrong, good or bad, with us or against us."
    },
    {
        "id": 19,
        "quote": "Pleasure has ever more been represented by poets and by painters as clothed in perpetual smiles and adorned with the richest jewels; and in real life, we have known many who, allured by her deceptions, blandishments, and hollow but showy temptations, have followed as she pointed until ruin has befallen them."
    },
    {
        "id": 20,
        "quote": "You often hear people speaking as if life was like striving upward toward a mountain peak. That is not so. Life is as if you were traveling a ridge crest. You have the gulf of inefficiency on one side and the gulf of wickedness on the other, and it helps not to have avoided one gulf if you fall into the other."
    }
]